---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures
source: html/9b5bb89e-0122-d5fe-6b2b-4963041f58e8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures

Failures about Fluid.

## Syntax (C#)
```csharp
public static class MEPCalculationFailures
```